Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Protagonist with Tentacles
de: Hauptfigur mit Tentakeln
ja: 触手のある主人公
ko: 촉수가 있는 주인공
pl: Protagonista z mackami
zh_hans: 有触手的主角
zh_hant: 有觸手的主角

source: Protagonist with Voice Acting
de: Vertonte Hauptfigur
ja: 音声付きの主人公
ko: 음성이 있는 주인공
pl: Protagonista z dubbingiem
zh_hans: 有配音的主角
zh_hant: 有配音的主角

source: Protagonist with Voiced Changeable Names
de: Hauptfigur mit vertonten, änderbaren Namen
ja: 変更可能な名前に音声が付く主人公
ko: 변경 가능한 이름에도 음성이 있는 주인공
pl: Protagonista ze zmiennymi imionami uwzględnionymi w dubbingu
zh_hans: 可更改姓名且有读音的主角
zh_hant: 可更改姓名且姓名有配音的主角

source: Protagonist's Appearance
de: Aussehen der Hauptfigur
ja: 主人公の外見
ko: 주인공의 외모
pl: Wygląd protagonisty
zh_hans: 主角外貌
zh_hant: 主角外貌

source: Protagonist's Aunt as a Heroine
de: Tante der Hauptfigur als Heldin
ja: 主人公のおばがヒロイン
ko: 주인공의 고모나 이모가 여성 주인공
pl: Ciotka protagonisty jako bohaterka
zh_hans: 主角的姑妈／姨妈担任女主角
zh_hant: 主角的姑媽／姨媽擔任女主角

source: Protagonist's Blood-related Brother as a Hero
de: Blutsverwandter Bruder der Hauptfigur als Held
ja: 主人公の血縁の兄弟が男性主人公
ko: 주인공의 혈연 형제가 남성 주인공
pl: Biologiczny brat protagonisty jako bohater
zh_hans: 主角的血亲兄弟担任男主角
zh_hant: 主角的血親兄弟擔任男主角

source: Protagonist's Blood-related Daughter as a Heroine
de: Leibliche Tochter der Hauptfigur als Heldin
ja: 主人公の実の娘がヒロイン
ko: 주인공의 친딸이 여성 주인공
pl: Biologiczna córka protagonisty jako bohaterka
zh_hans: 主角的亲生女儿担任女主角
zh_hant: 主角的親生女兒擔任女主角

source: Protagonist's Blood-related Father as a Hero
de: Leiblicher Vater der Hauptfigur als Held
ja: 主人公の実父が男性主人公
ko: 주인공의 친아버지가 남성 주인공
pl: Biologiczny ojciec protagonisty jako bohater
zh_hans: 主角的亲生父亲担任男主角
zh_hant: 主角的親生父親擔任男主角

source: Protagonist's Blood-related Mother as a Heroine
de: Leibliche Mutter der Hauptfigur als Heldin
ja: 主人公の実母がヒロイン
ko: 주인공의 친어머니가 여성 주인공
pl: Biologiczna matka protagonisty jako bohaterka
zh_hans: 主角的亲生母亲担任女主角
zh_hant: 主角的親生母親擔任女主角

source: Protagonist's Blood-related Sister as a Heroine
de: Blutsverwandte Schwester der Hauptfigur als Heldin
ja: 主人公の血縁の姉妹がヒロイン
ko: 주인공의 혈연 자매가 여성 주인공
pl: Biologiczna siostra protagonisty jako bohaterka
zh_hans: 主角的血亲姐妹担任女主角
zh_hant: 主角的血親姐妹擔任女主角

source: Protagonist's Body
de: Körper der Hauptfigur
ja: 主人公の身体
ko: 주인공의 신체
pl: Ciało protagonisty
zh_hans: 主角身体
zh_hant: 主角身體

source: Protagonist's Boss as a Heroine
de: Vorgesetzte der Hauptfigur als Heldin
ja: 主人公の上司がヒロイン
ko: 주인공의 상사가 여성 주인공
pl: Przełożona protagonisty jako bohaterka
zh_hans: 主角的上司担任女主角
zh_hant: 主角的上司擔任女主角

source: Protagonist's Boss as Hero
de: Vorgesetzter der Hauptfigur als Held
ja: 主人公の上司が男性主人公
ko: 주인공의 상사가 남성 주인공
pl: Przełożony protagonisty jako bohater
zh_hans: 主角的上司担任男主角
zh_hant: 主角的上司擔任男主角

source: Protagonist's Boyfriend as a Hero
de: Fester Freund der Hauptfigur als Held
ja: 主人公の彼氏が男性主人公
ko: 주인공의 남자 친구가 남성 주인공
pl: Chłopak protagonisty jako bohater
zh_hans: 主角的男友担任男主角
zh_hant: 主角的男友擔任男主角

source: Protagonist's Brother as a Hero
de: Bruder der Hauptfigur als Held
ja: 主人公の兄弟が男性主人公
ko: 주인공의 형제가 남성 주인공
pl: Brat protagonisty jako bohater
zh_hans: 主角的兄弟担任男主角
zh_hant: 主角的兄弟擔任男主角

source: Protagonist's Brother as a Support Character
de: Bruder der Hauptfigur als Nebenfigur
ja: 主人公の兄弟がサブキャラクター
ko: 주인공의 형제가 조연
pl: Brat protagonisty jako postać drugoplanowa
zh_hans: 主角的兄弟担任配角
zh_hant: 主角的兄弟擔任配角

source: Protagonist's Childhood Friend as a Hero
de: Kindheitsfreund der Hauptfigur als Held
ja: 主人公の幼なじみが男性主人公
ko: 주인공의 소꿉친구가 남성 주인공
pl: Przyjaciel protagonisty z dzieciństwa jako bohater
zh_hans: 主角的青梅竹马担任男主角
zh_hant: 主角的青梅竹馬擔任男主角

source: Protagonist's Childhood Friend as a Heroine
de: Kindheitsfreundin der Hauptfigur als Heldin
ja: 主人公の幼なじみがヒロイン
ko: 주인공의 소꿉친구가 여성 주인공
pl: Przyjaciółka protagonisty z dzieciństwa jako bohaterka
zh_hans: 主角的青梅竹马担任女主角
zh_hant: 主角的青梅竹馬擔任女主角

source: Protagonist's Childhood Friend as a Support Character
de: Kindheitsfreund der Hauptfigur als Nebenfigur
ja: 主人公の幼なじみがサブキャラクター
ko: 주인공의 소꿉친구가 조연
pl: Przyjaciel protagonisty z dzieciństwa jako postać drugoplanowa
zh_hans: 主角的青梅竹马担任配角
zh_hant: 主角的青梅竹馬擔任配角

source: Protagonist's Clothing and Accessories
de: Kleidung und Accessoires der Hauptfigur
ja: 主人公の衣装とアクセサリー
ko: 주인공의 의상과 액세서리
pl: Ubrania i akcesoria protagonisty
zh_hans: 主角服装与配饰
zh_hant: 主角服裝與配飾

source: Protagonist's Cousin as a Hero
de: Cousin der Hauptfigur als Held
ja: 主人公のいとこが男性主人公
ko: 주인공의 사촌이 남성 주인공
pl: Kuzyn protagonisty jako bohater
zh_hans: 主角的表亲担任男主角
zh_hant: 主角的表親擔任男主角

source: Protagonist's Cousin as a Heroine
de: Cousine der Hauptfigur als Heldin
ja: 主人公のいとこがヒロイン
ko: 주인공의 사촌이 여성 주인공
pl: Kuzynka protagonisty jako bohaterka
zh_hans: 主角的表亲担任女主角
zh_hant: 主角的表親擔任女主角

source: Protagonist's Cousin as a Support Character
de: Cousin der Hauptfigur als Nebenfigur
ja: 主人公のいとこがサブキャラクター
ko: 주인공의 사촌이 조연
pl: Kuzyn protagonisty jako postać drugoplanowa
zh_hans: 主角的表亲担任配角
zh_hant: 主角的表親擔任配角

source: Protagonist's Daughter as a Heroine
de: Tochter der Hauptfigur als Heldin
ja: 主人公の娘がヒロイン
ko: 주인공의 딸이 여성 주인공
pl: Córka protagonisty jako bohaterka
zh_hans: 主角的女儿担任女主角
zh_hant: 主角的女兒擔任女主角

source: Protagonist's Daughter as a Support Character
de: Tochter der Hauptfigur als Nebenfigur
ja: 主人公の娘がサブキャラクター
ko: 주인공의 딸이 조연
pl: Córka protagonisty jako postać drugoplanowa
zh_hans: 主角的女儿担任配角
zh_hant: 主角的女兒擔任配角

source: Protagonist's Employee as a Heroine
de: Angestellte der Hauptfigur als Heldin
ja: 主人公の部下がヒロイン
ko: 주인공의 부하가 여성 주인공
pl: Pracownica protagonisty jako bohaterka
zh_hans: 主角的员工担任女主角
zh_hant: 主角的員工擔任女主角

source: Protagonist's Employee as Hero
de: Angestellter der Hauptfigur als Held
ja: 主人公の部下が男性主人公
ko: 주인공의 부하가 남성 주인공
pl: Pracownik protagonisty jako bohater
zh_hans: 主角的员工担任男主角
zh_hant: 主角的員工擔任男主角

source: Protagonist's Ex as a Hero
de: Ex-Partner der Hauptfigur als Held
ja: 主人公の元恋人が男性主人公
ko: 주인공의 전 연인이 남성 주인공
pl: Były partner protagonisty jako bohater
zh_hans: 主角的前任担任男主角
zh_hant: 主角的前任擔任男主角

source: Protagonist's Ex as a Heroine
de: Ex-Partnerin der Hauptfigur als Heldin
ja: 主人公の元恋人がヒロイン
ko: 주인공의 전 연인이 여성 주인공
pl: Była partnerka protagonisty jako bohaterka
zh_hans: 主角的前任担任女主角
zh_hant: 主角的前任擔任女主角

source: Protagonist's Father as a Hero
de: Vater der Hauptfigur als Held
ja: 主人公の父親が男性主人公
ko: 주인공의 아버지가 남성 주인공
pl: Ojciec protagonisty jako bohater
zh_hans: 主角的父亲担任男主角
zh_hant: 主角的父親擔任男主角

source: Protagonist's Fiance as a Hero
de: Verlobter der Hauptfigur als Held
ja: 主人公の婚約者が男性主人公
ko: 주인공의 약혼자가 남성 주인공
pl: Narzeczony protagonisty jako bohater
zh_hans: 主角的未婚夫担任男主角
zh_hant: 主角的未婚夫擔任男主角

source: Protagonist's Fiancee as a Heroine
de: Verlobte der Hauptfigur als Heldin
ja: 主人公の婚約者がヒロイン
ko: 주인공의 약혼자가 여성 주인공
pl: Narzeczona protagonisty jako bohaterka
zh_hans: 主角的未婚妻担任女主角
zh_hant: 主角的未婚妻擔任女主角

source: Protagonist's Full Brother as a Hero
de: Vollbruder der Hauptfigur als Held
ja: 主人公の実兄弟が男性主人公
ko: 주인공의 친형제가 남성 주인공
pl: Rodzony brat protagonisty jako bohater
zh_hans: 主角的同父同母兄弟担任男主角
zh_hant: 主角的同父同母兄弟擔任男主角

source: Protagonist's Full Sister as a Heroine
de: Vollschwester der Hauptfigur als Heldin
ja: 主人公の実姉妹がヒロイン
ko: 주인공의 친자매가 여성 주인공
pl: Rodzona siostra protagonisty jako bohaterka
zh_hans: 主角的同父同母姐妹担任女主角
zh_hant: 主角的同父同母姐妹擔任女主角

source: Protagonist's Gender
de: Geschlecht der Hauptfigur
ja: 主人公の性別
ko: 주인공의 성별
pl: Płeć protagonisty
zh_hans: 主角性别
zh_hant: 主角性別

source: Protagonist's Girlfriend as a Heroine
de: Feste Freundin der Hauptfigur als Heldin
ja: 主人公の彼女がヒロイン
ko: 주인공의 여자 친구가 여성 주인공
pl: Dziewczyna protagonisty jako bohaterka
zh_hans: 主角的女友担任女主角
zh_hant: 主角的女友擔任女主角

source: Protagonist's Granddaughter as Heroine
de: Enkelin der Hauptfigur als Heldin
ja: 主人公の孫娘がヒロイン
ko: 주인공의 손녀가 여성 주인공
pl: Wnuczka protagonisty jako bohaterka
zh_hans: 主角的孙女担任女主角
zh_hant: 主角的孫女擔任女主角

source: Protagonist's Grandfather as a Hero
de: Großvater der Hauptfigur als Held
ja: 主人公の祖父が男性主人公
ko: 주인공의 할아버지가 남성 주인공
pl: Dziadek protagonisty jako bohater
zh_hans: 主角的祖父担任男主角
zh_hant: 主角的祖父擔任男主角

source: Protagonist's Grandmother as a Heroine
de: Großmutter der Hauptfigur als Heldin
ja: 主人公の祖母がヒロイン
ko: 주인공의 할머니가 여성 주인공
pl: Babcia protagonisty jako bohaterka
zh_hans: 主角的祖母担任女主角
zh_hant: 主角的祖母擔任女主角

source: Protagonist's Hair
de: Haar der Hauptfigur
ja: 主人公の髪
ko: 주인공의 머리 모양
pl: Włosy protagonisty
zh_hans: 主角发型
zh_hant: 主角髮型

source: Protagonist's Half-brother as a Hero
de: Halbbruder der Hauptfigur als Held
ja: 主人公の異母／異父兄弟が男性主人公
ko: 주인공의 이복형제가 남성 주인공
pl: Przyrodni brat protagonisty jako bohater
zh_hans: 主角的同父异母／同母异父兄弟担任男主角
zh_hant: 主角的同父異母／同母異父兄弟擔任男主角

source: Protagonist's Half-sister as a Heroine
de: Halbschwester der Hauptfigur als Heldin
ja: 主人公の異母／異父姉妹がヒロイン
ko: 주인공의 이복자매가 여성 주인공
pl: Przyrodnia siostra protagonisty jako bohaterka
zh_hans: 主角的同父异母／同母异父姐妹担任女主角
zh_hant: 主角的同父異母／同母異父姐妹擔任女主角

source: Protagonist's Husband as a Hero
de: Ehemann der Hauptfigur als Held
ja: 主人公の夫が男性主人公
ko: 주인공의 남편이 남성 주인공
pl: Mąż protagonisty jako bohater
zh_hans: 主角的丈夫担任男主角
zh_hant: 主角的丈夫擔任男主角

source: Protagonist's Kouhai as a Hero
de: Kōhai der Hauptfigur als Held
ja: 主人公の後輩が男性主人公
ko: 주인공의 후배가 남성 주인공
pl: Młodszy stażem kolega protagonisty jako bohater
zh_hans: 主角的学弟担任男主角
zh_hant: 主角的學弟擔任男主角

source: Protagonist's Kouhai as a Heroine
de: Kōhai der Hauptfigur als Heldin
ja: 主人公の後輩がヒロイン
ko: 주인공의 후배가 여성 주인공
pl: Młodsza stażem koleżanka protagonisty jako bohaterka
zh_hans: 主角的学妹担任女主角
zh_hant: 主角的學妹擔任女主角

source: Protagonist's Mother as a Heroine
de: Mutter der Hauptfigur als Heldin
ja: 主人公の母親がヒロイン
ko: 주인공의 어머니가 여성 주인공
pl: Matka protagonisty jako bohaterka
zh_hans: 主角的母亲担任女主角
zh_hant: 主角的母親擔任女主角

source: Protagonist's Nephew as a Hero
de: Neffe der Hauptfigur als Held
ja: 主人公の甥が男性主人公
ko: 주인공의 남자 조카가 남성 주인공
pl: Siostrzeniec lub bratanek protagonisty jako bohater
zh_hans: 主角的侄子／外甥担任男主角
zh_hant: 主角的侄子／外甥擔任男主角

source: Protagonist's Niece as a Heroine
de: Nichte der Hauptfigur als Heldin
ja: 主人公の姪がヒロイン
ko: 주인공의 여자 조카가 여성 주인공
pl: Siostrzenica lub bratanica protagonisty jako bohaterka
zh_hans: 主角的侄女／外甥女担任女主角
zh_hant: 主角的姪女／外甥女擔任女主角

source: Protagonist's Non-blood-related Brother as a Hero
de: Nicht blutsverwandter Bruder der Hauptfigur als Held
ja: 主人公の非血縁の兄弟が男性主人公
ko: 주인공과 혈연관계가 없는 형제가 남성 주인공
pl: Brat protagonisty bez pokrewieństwa biologicznego jako bohater
zh_hans: 主角的非血亲兄弟担任男主角
zh_hant: 主角的非血親兄弟擔任男主角

source: Protagonist's Non-blood-related Daughter as a Heroine
de: Nicht leibliche Tochter der Hauptfigur als Heldin
ja: 主人公の非血縁の娘がヒロイン
ko: 주인공과 혈연관계가 없는 딸이 여성 주인공
pl: Córka protagonisty bez pokrewieństwa biologicznego jako bohaterka
zh_hans: 主角的非血亲女儿担任女主角
zh_hant: 主角的非血親女兒擔任女主角

source: Protagonist's Non-blood-related Father as a Hero
de: Nicht leiblicher Vater der Hauptfigur als Held
ja: 主人公の非血縁の父親が男性主人公
ko: 주인공과 혈연관계가 없는 아버지가 남성 주인공
pl: Ojciec protagonisty bez pokrewieństwa biologicznego jako bohater
zh_hans: 主角的非血亲父亲担任男主角
zh_hant: 主角的非血親父親擔任男主角

source: Protagonist's Non-blood-related Mother as a Heroine
de: Nicht leibliche Mutter der Hauptfigur als Heldin
ja: 主人公の非血縁の母親がヒロイン
ko: 주인공과 혈연관계가 없는 어머니가 여성 주인공
pl: Matka protagonisty bez pokrewieństwa biologicznego jako bohaterka
zh_hans: 主角的非血亲母亲担任女主角
zh_hant: 主角的非血親母親擔任女主角

source: Protagonist's Non-blood-related Sister as a Heroine
de: Nicht blutsverwandte Schwester der Hauptfigur als Heldin
ja: 主人公の非血縁の姉妹がヒロイン
ko: 주인공과 혈연관계가 없는 자매가 여성 주인공
pl: Siostra protagonisty bez pokrewieństwa biologicznego jako bohaterka
zh_hans: 主角的非血亲姐妹担任女主角
zh_hant: 主角的非血親姐妹擔任女主角

source: Protagonist's Older Brother as a Hero
de: Älterer Bruder der Hauptfigur als Held
ja: 主人公の兄が男性主人公
ko: 주인공의 형이나 오빠가 남성 주인공
pl: Starszy brat protagonisty jako bohater
zh_hans: 主角的哥哥担任男主角
zh_hant: 主角的哥哥擔任男主角

source: Protagonist's Older Sister as a Heroine
de: Ältere Schwester der Hauptfigur als Heldin
ja: 主人公の姉がヒロイン
ko: 주인공의 누나나 언니가 여성 주인공
pl: Starsza siostra protagonisty jako bohaterka
zh_hans: 主角的姐姐担任女主角
zh_hant: 主角的姐姐擔任女主角

source: Protagonist's Opponent as a Heroine
de: Gegnerin der Hauptfigur als Heldin
ja: 主人公の対戦相手がヒロイン
ko: 주인공의 대전 상대가 여성 주인공
pl: Przeciwniczka protagonisty jako bohaterka
zh_hans: 主角的对手担任女主角
zh_hant: 主角的對手擔任女主角

source: Protagonist's Personality
de: Persönlichkeit der Hauptfigur
ja: 主人公の性格
ko: 주인공의 성격
pl: Osobowość protagonisty
zh_hans: 主角性格
zh_hant: 主角性格

source: Protagonist's Pronoun Choice
de: Pronomenwahl der Hauptfigur
ja: 主人公の代名詞選択
ko: 주인공의 대명사 선택
pl: Wybór zaimków protagonisty
zh_hans: 主角代词选择
zh_hant: 主角代詞選擇

source: Protagonist's Rival as a Hero
de: Rivale der Hauptfigur als Held
ja: 主人公のライバルが男性主人公
ko: 주인공의 라이벌이 남성 주인공
pl: Rywal protagonisty jako bohater
zh_hans: 主角的宿敌担任男主角
zh_hant: 主角的宿敵擔任男主角

source: Protagonist's Rival as a Heroine
de: Rivalin der Hauptfigur als Heldin
ja: 主人公のライバルがヒロイン
ko: 주인공의 라이벌이 여성 주인공
pl: Rywalka protagonisty jako bohaterka
zh_hans: 主角的宿敌担任女主角
zh_hant: 主角的宿敵擔任女主角

source: Protagonist's Rival as a Support Character
de: Rivale der Hauptfigur als Nebenfigur
ja: 主人公のライバルがサブキャラクター
ko: 주인공의 라이벌이 조연
pl: Rywal protagonisty jako postać drugoplanowa
zh_hans: 主角的宿敌担任配角
zh_hant: 主角的宿敵擔任配角

source: Protagonist's Role/Vocation
de: Rolle und Beruf der Hauptfigur
ja: 主人公の役割／職業
ko: 주인공의 역할 및 직업
pl: Rola i zawód protagonisty
zh_hans: 主角角色／职业
zh_hant: 主角角色／職業

source: Protagonist's Senpai as a Hero
de: Senpai der Hauptfigur als Held
ja: 主人公の先輩が男性主人公
ko: 주인공의 선배가 남성 주인공
pl: Starszy stażem kolega protagonisty jako bohater
zh_hans: 主角的学长担任男主角
zh_hant: 主角的學長擔任男主角

source: Protagonist's Senpai as a Heroine
de: Senpai der Hauptfigur als Heldin
ja: 主人公の先輩がヒロイン
ko: 주인공의 선배가 여성 주인공
pl: Starsza stażem koleżanka protagonisty jako bohaterka
zh_hans: 主角的学姐担任女主角
zh_hant: 主角的學姐擔任女主角

source: Protagonist's Side Image Toggle
de: Seitenporträt der Hauptfigur ein- und ausschaltbar
ja: 主人公のサイド画像切替
ko: 주인공 측면 이미지 표시 전환
pl: Włączanie i wyłączanie bocznego portretu protagonisty
zh_hans: 主角侧边图像开关
zh_hant: 主角側邊圖像開關

source: Protagonist's Sister as a Heroine
de: Schwester der Hauptfigur als Heldin
ja: 主人公の姉妹がヒロイン
ko: 주인공의 자매가 여성 주인공
pl: Siostra protagonisty jako bohaterka
zh_hans: 主角的姐妹担任女主角
zh_hant: 主角的姐妹擔任女主角

source: Protagonist's Sister as a Support Character
de: Schwester der Hauptfigur als Nebenfigur
ja: 主人公の姉妹がサブキャラクター
ko: 주인공의 자매가 조연
pl: Siostra protagonisty jako postać drugoplanowa
zh_hans: 主角的姐妹担任配角
zh_hant: 主角的姐妹擔任配角

source: Protagonist's Sister-in-Law as a Heroine
de: Schwägerin der Hauptfigur als Heldin
ja: 主人公の義姉妹がヒロイン
ko: 주인공과 혼인으로 맺어진 자매가 여성 주인공
pl: Szwagierka protagonisty jako bohaterka
zh_hans: 主角的嫂子／弟媳担任女主角
zh_hant: 主角的嫂子／弟媳擔任女主角

source: Protagonist's Son as a Hero
de: Sohn der Hauptfigur als Held
ja: 主人公の息子が男性主人公
ko: 주인공의 아들이 남성 주인공
pl: Syn protagonisty jako bohater
zh_hans: 主角的儿子担任男主角
zh_hant: 主角的兒子擔任男主角

source: Protagonist's Traits
de: Merkmale der Hauptfigur
ja: 主人公の特徴
ko: 주인공의 특징
pl: Cechy protagonisty
zh_hans: 主角特征
zh_hant: 主角特徵

source: Protagonist's Twin as a Hero
de: Zwillingsbruder der Hauptfigur als Held
ja: 主人公の双子が男性主人公
ko: 주인공의 쌍둥이가 남성 주인공
pl: Brat bliźniak protagonisty jako bohater
zh_hans: 主角的双胞胎手足担任男主角
zh_hant: 主角的雙胞胎手足擔任男主角

source: Protagonist's Twin as a Heroine
de: Zwillingsschwester der Hauptfigur als Heldin
ja: 主人公の双子がヒロイン
ko: 주인공의 쌍둥이가 여성 주인공
pl: Siostra bliźniaczka protagonisty jako bohaterka
zh_hans: 主角的双胞胎手足担任女主角
zh_hant: 主角的雙胞胎手足擔任女主角

source: Protagonist's Uncle as a Hero
de: Onkel der Hauptfigur als Held
ja: 主人公のおじが男性主人公
ko: 주인공의 삼촌이 남성 주인공
pl: Wujek lub stryj protagonisty jako bohater
zh_hans: 主角的叔伯／舅舅担任男主角
zh_hant: 主角的叔伯／舅舅擔任男主角

source: Protagonist's Wife as a Heroine
de: Ehefrau der Hauptfigur als Heldin
ja: 主人公の妻がヒロイン
ko: 주인공의 아내가 여성 주인공
pl: Żona protagonisty jako bohaterka
zh_hans: 主角的妻子担任女主角
zh_hant: 主角的妻子擔任女主角

source: Protagonist's Younger Brother as a Hero
de: Jüngerer Bruder der Hauptfigur als Held
ja: 主人公の弟が男性主人公
ko: 주인공의 남동생이 남성 주인공
pl: Młodszy brat protagonisty jako bohater
zh_hans: 主角的弟弟担任男主角
zh_hant: 主角的弟弟擔任男主角

source: Protagonist's Younger Sister as a Heroine
de: Jüngere Schwester der Hauptfigur als Heldin
ja: 主人公の妹がヒロイン
ko: 주인공의 여동생이 여성 주인공
pl: Młodsza siostra protagonisty jako bohaterka
zh_hans: 主角的妹妹担任女主角
zh_hant: 主角的妹妹擔任女主角

source: Protagonists by Nationality and Ethnicity
de: Hauptfiguren nach Nationalität und ethnischer Zugehörigkeit
ja: 国籍・民族別の主人公
ko: 국적 및 민족별 주인공
pl: Protagoniści według narodowości i pochodzenia etnicznego
zh_hans: 按国籍与族裔分类的主角
zh_hant: 按國籍與族裔分類的主角

source: Psionic School
de: Schule für übersinnliche Kräfte
ja: 超能力学校
ko: 초능력 학교
pl: Szkoła zdolności parapsychicznych
zh_hans: 超能力学校
zh_hant: 超能力學校

source: Psychiatric Hospital
de: Psychiatrische Klinik
ja: 精神科病院
ko: 정신 병원
pl: Szpital psychiatryczny
zh_hans: 精神病院
zh_hant: 精神科醫院

source: Psychological Horror
de: Psychologischer Horror
ja: サイコロジカルホラー
ko: 심리 공포
pl: Horror psychologiczny
zh_hans: 心理恐怖
zh_hant: 心理恐怖

source: Psychological Problems
de: Psychische Probleme
ja: 心理的な問題
ko: 심리적 문제
pl: Problemy psychiczne
zh_hans: 心理问题
zh_hant: 心理問題

source: Psychological Trauma
de: Psychisches Trauma
ja: 心的外傷
ko: 정신적 외상
pl: Trauma psychiczna
zh_hans: 心理创伤
zh_hant: 心理創傷

source: Pubic Hair Option
de: Schamhaaroption
ja: 陰毛設定
ko: 음모 설정
pl: Opcja owłosienia łonowego
zh_hans: 阴毛选项
zh_hant: 陰毛選項

source: Pubic Hair Shaving
de: Rasieren der Schamhaare
ja: 陰毛剃り
ko: 음모 면도
pl: Golenie owłosienia łonowego
zh_hans: 剃阴毛
zh_hant: 剃陰毛

source: Public Masturbation
de: Öffentliche Masturbation
ja: 人前での自慰
ko: 공개 자위
pl: Masturbacja w miejscu publicznym
zh_hans: 公开自慰
zh_hant: 公開自慰

source: Public Use
de: Sexuelle Nutzung durch beliebige Personen
ja: 公衆使用
ko: 공개 성적 이용
pl: Seksualne udostępnienie dowolnym osobom
zh_hans: 公开使用
zh_hant: 公開使用

source: Public Use (Choukyou or Non-Consensual)
de: Sexuelle Nutzung durch beliebige Personen (Abrichtung oder ohne Einvernehmen)
ja: 公衆使用（調教または非合意）
ko: 공개 성적 이용(조교 또는 비합의)
pl: Seksualne udostępnienie dowolnym osobom (tresura lub bez zgody)
zh_hans: 公开使用（调教或非双方同意）
zh_hant: 公開使用（調教或非合意）

source: Public Use (Consensual)
de: Einvernehmliche sexuelle Nutzung durch beliebige Personen
ja: 公衆使用（合意）
ko: 공개 성적 이용(합의)
pl: Seksualne udostępnienie dowolnym osobom za zgodą
zh_hans: 公开使用（双方同意）
zh_hant: 公開使用（雙方同意）

source: Pump
de: Vakuumpumpe für Intimbereiche
ja: ポンプ
ko: 펌프
pl: Pompka do miejsc intymnych
zh_hans: 抽吸泵
zh_hant: 抽吸泵

source: Puppeteer Heroine
de: Puppenspielerin als Heldin
ja: 人形使いのヒロイン
ko: 인형술사인 여성 주인공
pl: Bohaterka będąca lalkarką
zh_hans: 木偶师女主角
zh_hant: 木偶師女主角

source: Pure Love Story
de: Reine Liebesgeschichte
ja: 純愛物語
ko: 순애 이야기
pl: Historia czystej miłości
zh_hans: 纯爱故事
zh_hant: 純愛故事

source: Puzzle Game
de: Knobelspiel
ja: パズルゲーム
ko: 퍼즐 게임
pl: Gra logiczna
zh_hans: 益智游戏
zh_hant: 益智遊戲

source: Quadruple+ Blowjob
de: Fellatio durch mindestens vier Personen
ja: 4本以上のペニスへのフェラ
ko: 4개 이상의 음경을 상대로 한 펠라치오
pl: Fellatio wykonywane przez co najmniej cztery osoby
zh_hans: 4根以上阴茎口交
zh_hant: 對4根以上陰莖口交

source: Queen Heroine
de: Königin als Heldin
ja: 女王のヒロイン
ko: 여왕인 여성 주인공
pl: Bohaterka będąca królową
zh_hans: 女王女主角
zh_hant: 女王女主角

source: Queen Protagonist
de: Königin als Hauptfigur
ja: 女王の主人公
ko: 여왕인 주인공
pl: Protagonistka będąca królową
zh_hans: 女王主角
zh_hant: 女王主角

source: Quick Time Events
de: Reaktionsereignisse
ja: クイックタイムイベント
ko: 퀵 타임 이벤트
pl: Zdarzenia wymagające szybkiej reakcji
zh_hans: 快速反应事件
zh_hant: 快速反應事件

source: Quickie
de: Schneller Sex
ja: クイッキー
ko: 짧은 성교
pl: Szybki seks
zh_hans: 快速性爱
zh_hant: 快速性愛

source: Quickie Fix Position
de: Quickie-Fix-Stellung
ja: クイッキーフィックス体位
ko: 퀵키 픽스 체위
pl: Pozycja quickie fix
zh_hans: 快速固定体位
zh_hant: 快速固定體位

source: Quiz Game
de: Quizspiel
ja: クイズゲーム
ko: 퀴즈 게임
pl: Gra quizowa
zh_hans: 问答游戏
zh_hant: 問答遊戲

source: Rabbitgirl Heroine
de: Hasenmädchen als Heldin
ja: ウサギ娘のヒロイン
ko: 토끼 소녀인 여성 주인공
pl: Bohaterka z króliczymi cechami
zh_hans: 兔娘女主角
zh_hant: 兔娘女主角

source: Rabbits
de: Kaninchen
ja: ウサギ
ko: 토끼
pl: Króliki
zh_hans: 兔子
zh_hant: 兔子

source: Race Driver Heroine
de: Rennfahrerin als Heldin
ja: レーサーのヒロイン
ko: 레이서인 여성 주인공
pl: Bohaterka będąca kierowczynią wyścigową
zh_hans: 赛车手女主角
zh_hant: 賽車手女主角

source: Race Driver Protagonist
de: Rennfahrer als Hauptfigur
ja: レーサーの主人公
ko: 레이서인 주인공
pl: Protagonista będący kierowcą wyścigowym
zh_hans: 赛车手主角
zh_hant: 賽車手主角

source: Raceplay (roleplaying)
de: Ethnisches Rollenspiel
ja: 人種ロールプレイ
ko: 인종 역할극
pl: Odgrywanie ról związanych z pochodzeniem etnicznym
zh_hans: 种族角色扮演
zh_hant: 種族角色扮演

source: Racing
de: Rennsport
ja: レース
ko: 레이싱
pl: Wyścigi
zh_hans: 赛车
zh_hant: 賽車

source: Racing Game
de: Rennspiel
ja: レースゲーム
ko: 레이싱 게임
pl: Gra wyścigowa
zh_hans: 赛车游戏
zh_hant: 賽車遊戲

source: Rags to Riches
de: Vom Elend zum Reichtum
ja: 貧困から成功へ
ko: 무일푼에서 부자로
pl: Od biedy do bogactwa
zh_hans: 白手起家
zh_hant: 白手起家

source: Rain
de: Regen
ja: 雨
ko: 비
pl: Deszcz
zh_hans: 雨
zh_hant: 雨

source: Raising Simulation
de: Aufzuchtsimulation
ja: 育成シミュレーション
ko: 육성 시뮬레이션
pl: Symulator wychowywania
zh_hans: 养成模拟
zh_hant: 養成模擬

source: Random Choices
de: Zufällige Entscheidungen
ja: ランダムな選択肢
ko: 무작위 선택지
pl: Losowe wybory
zh_hans: 随机选项
zh_hant: 隨機選項

source: Randomized Events
de: Zufällige Ereignisse
ja: ランダムイベント
ko: 무작위 이벤트
pl: Losowe wydarzenia
zh_hans: 随机事件
zh_hant: 隨機事件

source: Rape
de: Vergewaltigung
ja: 強姦
ko: 강간
pl: Gwałt
zh_hans: 强奸
zh_hant: 強姦

source: Rape by Deception
de: Vergewaltigung durch Täuschung
ja: 欺瞞による強姦
ko: 기만에 의한 강간
pl: Gwałt przez oszustwo
zh_hans: 诱骗强奸
zh_hant: 誘騙強姦

source: Rape by Others
de: Vergewaltigung durch andere
ja: 他者による強姦
ko: 타인에 의한 강간
pl: Gwałt dokonany przez innych
zh_hans: 遭他人强奸
zh_hant: 遭他人強姦

source: Rape by Possession
de: Vergewaltigung durch Besessenheit
ja: 憑依による強姦
ko: 빙의에 의한 강간
pl: Gwałt przez opętanie
zh_hans: 附身强奸
zh_hant: 附身強姦

source: Rape by Proxy
de: Vergewaltigung durch einen Stellvertreter
ja: 代理による強姦
ko: 대리인을 통한 강간
pl: Gwałt za pośrednictwem innej osoby
zh_hans: 借他人之手强奸
zh_hant: 借他人之手強姦

source: Rape by Shota
de: Vergewaltigung durch einen Shota
ja: ショタによる強姦
ko: 쇼타에 의한 강간
pl: Gwałt dokonany przez postać typu shota
zh_hans: 正太强奸
zh_hant: 正太強姦

source: Rape by Undead
de: Vergewaltigung durch Untote
ja: アンデッドによる強姦
ko: 언데드에 의한 강간
pl: Gwałt dokonany przez nieumarłych
zh_hans: 不死者强奸
zh_hant: 不死者強姦

source: Rape Involving Drugs
de: Vergewaltigung mit Drogen
ja: 薬物を用いた強姦
ko: 약물을 이용한 강간
pl: Gwałt z użyciem narkotyków
zh_hans: 药物强奸
zh_hant: 藥物強姦

source: Rape on Defeat
de: Vergewaltigung nach Niederlage
ja: 敗北時の強姦
ko: 패배 시 강간
pl: Gwałt po przegranej
zh_hans: 战败强奸
zh_hant: 戰敗強姦

source: Rape Roleplay
de: Vergewaltigungsrollenspiel
ja: 強姦ロールプレイ
ko: 강간 역할극
pl: Odgrywanie gwałtu
zh_hans: 强奸角色扮演
zh_hant: 強姦角色扮演

source: Rape under Influence
de: Vergewaltigung unter Einfluss
ja: 意識に影響を受けた状態での強姦
ko: 의식에 영향을 받은 상태에서의 강간
pl: Gwałt pod wpływem
zh_hans: 受影响状态下遭强奸
zh_hant: 受影響狀態下遭強姦

source: Rape Victim Hero
de: Held als Vergewaltigungsopfer
ja: 強姦被害者の男性主人公
ko: 강간 피해자인 남성 주인공
pl: Bohater będący ofiarą gwałtu
zh_hans: 遭强奸的男主角
zh_hant: 遭強姦的男主角

source: Rape Victim Heroine
de: Heldin als Vergewaltigungsopfer
ja: 強姦被害者のヒロイン
ko: 강간 피해자인 여성 주인공
pl: Bohaterka będąca ofiarą gwałtu
zh_hans: 遭强奸的女主角
zh_hant: 遭強姦的女主角

source: Rape Victim Protagonist
de: Hauptfigur als Vergewaltigungsopfer
ja: 強姦被害者の主人公
ko: 강간 피해자인 주인공
pl: Protagonista będący ofiarą gwałtu
zh_hans: 遭强奸的主角
zh_hant: 遭強姦的主角

source: Rape with Blackmail
de: Vergewaltigung durch Erpressung
ja: 脅迫による強姦
ko: 협박에 의한 강간
pl: Gwałt z użyciem szantażu
zh_hans: 胁迫强奸
zh_hant: 脅迫強姦

source: Rapist Hero
de: Vergewaltiger als Held
ja: 強姦者の男性主人公
ko: 강간범인 남성 주인공
pl: Bohater będący gwałcicielem
zh_hans: 强奸犯男主角
zh_hant: 強姦犯男主角

source: Rapist Heroine
de: Vergewaltigerin als Heldin
ja: 強姦者のヒロイン
ko: 강간범인 여성 주인공
pl: Bohaterka będąca gwałcicielką
zh_hans: 强奸犯女主角
zh_hant: 強姦犯女主角

source: Rapist Protagonist
de: Vergewaltiger als Hauptfigur
ja: 強姦者の主人公
ko: 강간범인 주인공
pl: Protagonista będący gwałcicielem
zh_hans: 强奸犯主角
zh_hant: 強姦犯主角

source: Read Text Marking
de: Markierung gelesener Texte
ja: 既読テキスト表示
ko: 읽은 텍스트 표시
pl: Oznaczanie przeczytanego tekstu
zh_hans: 已读文本标记
zh_hant: 已讀文字標記

source: Real Time Strategy Game
de: Echtzeitstrategiespiel
ja: リアルタイムストラテジーゲーム
ko: 실시간 전략 게임
pl: Gra strategiczna czasu rzeczywistego
zh_hans: 即时战略游戏
zh_hant: 即時戰略遊戲
